Repository: przemekd/sklable
Catalog: frontend/src/main/locales/*.po
Languages: pl_pl

source: Game start?
pl_pl: Rozpocząć grę?

source: Waiting for other players to accept.
pl_pl: Oczekiwanie na zaakceptowanie gry.

source: Game language
pl_pl: Język gry

source: Game duration
pl_pl: Długość gry

source: User settings
pl_pl: Ustawienia użytkownika

source: Create new game
pl_pl: Stwórz nową grę

source: Join game
pl_pl: Dołącz do gry

source: Hello there fellow scrabble aficionado!
pl_pl: Witaj mordo, miłośniku scrabble!

source: What's your name?
pl_pl: Jak się nazwiesz?

source: Your name
pl_pl: Twoja ksywka

source: CHAT
pl_pl: CZAT

source: GAME COURSE
pl_pl: PRZEBIEG GRY

source: PLAYERS
pl_pl: GRACZE

source: SETTINGS
pl_pl: USTAWIENIA

source: Room connection was successful
pl_pl: Połączenie do pokoju udane

source: %(sender) joined!
pl_pl: Dołączył %(sender)!

source: %(member) left!
pl_pl: %(member) opuścił pokój!

source: You became the game moderator.
pl_pl: Zostałeś moderatorem pokoju.

source: Game time set to %(n) minute.
pl_pl: Czas gry ustawiono na %(n) minutę.

source: Player %(name) passed.
pl_pl: Gracz %(name) spasował.

source: Player %(name) made an invalid move.
pl_pl: Gracz %(name) wykonał nieprawidłowy ruch.

source: Player %(name) exchanged %(n) tile.
pl_pl: Gracz %(name) wymienił %(n) płytkę.

source: Player %(name) timed out.
pl_pl: Koniec czasu dla gracza %(name).

source: Game started.
pl_pl: Gra rozpoczęta.

source: Waiting for others to accept...
pl_pl: Oczekiwanie na zaakceptowanie...

source: Game ended. Player %(name) won!
pl_pl: Gra zakończona. Gracz %(name) wygrał!

source: Game ended. Draw.
pl_pl: Gra zakończona. Remis.

source: Join Game
pl_pl: Dołącz do gry

source: Leave Game
pl_pl: Opuść grę

source: New Game
pl_pl: Nowa gra

source: exchange
pl_pl: wymiana

source: pass
pl_pl: pas

source: cancel
pl_pl: anuluj

source: TRIPLE WORD SCORE
pl_pl: POTRÓJNA PREMIA SŁOWNA

source: DOUBLE WORD SCORE
pl_pl: PODWÓJNA PREMIA SŁOWNA

source: TRIPLE LETTER SCORE
pl_pl: POTRÓJNA PREMIA LITEROWA

source: DOUBLE LETTER SCORE
pl_pl: PODWÓJNA PREMIA LITEROWA
